INSERT INTO USERS VALUE ('17852605278','bb',
                         'b7797cce01b4b131b433b6acf4add449','1a2b3c4d','null',NOW(),NOW(),1);

INSERT INTO GOODS
VALUES (1, 'iphoneX', 'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机', '/img/iphonex.png',
        'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机', 8765.00, 10000),
       (2, '华为Meta9', '华为 Mate 9 4GB+32GB版 月光银 移动联通电信4G手机 双卡双待', '/img/meta10.png',
        '华为 Mate 9 4GB+32GB版 月光银 移动联通电信4G手机 双卡双待', 3212.00, 10000),
       (3, 'iphone8', 'Apple iPhone 8 (A1865) 64GB 银色 移动联通电信4G手机', '/img/iphone8.png',
        'Apple iPhone 8 (A1865) 64GB 银色 移动联通电信4G手机', 5589.00, 10000),
       (4, '小米6', '小米6 4GB+32GB版 月光银 移动联通电信4G手机 双卡双待', '/img/mi6.png',
        '小米6 4GB+32GB版 月光银 移动联通电信4G手机 双卡双待', 3212.00, 10000);

INSERT INTO `SEC_KILL_GOODS`
VALUES (1, 1, 0.01, 9, '2022-1-12 6:55:00', '2022-1-12 6:57:00'),
       (2, 2, 0.01, 9, '2017-12-04 21:40:14', '2017-12-31 14:00:24'),
       (3, 3, 0.01, 9, '2017-12-04 21:40:14', '2017-12-31 14:00:24'),
       (4, 4, 0.01, 9, '2017-12-04 21:40:14', '2017-12-31 14:00:24');

INSERT INTO `ORDER_INFO`
VALUES (1561, 18912341234, 1, NULL, 'iphoneX', 1, 0.01, 1, 0, '2017-12-14 22:49:10', NULL),
       (1562, 18912341234, 2, NULL, '华为Meta9', 1, 0.01, 1, 0, '2017-12-14 22:55:42', NULL),
       (1563, 18912341234, 4, NULL, '小米6', 1, 0.01, 1, 0, '2017-12-16 16:19:23', NULL),
       (1564, 18912341234, 3, NULL, 'iphone8', 1, 0.01, 1, 0, '2017-12-16 16:35:20', NULL);

INSERT INTO `SEC_KILL_ORDER`
VALUES (1547, 18912341234, 1561, 1),
       (1548, 18912341234, 1562, 2),
       (1549, 18912341234, 1563, 4),
       (1550, 18912341234, 1564, 3);